Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=386_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Biologalaš máŋggahápmásašvuođa guoski ON:id oktasašsoahpamuš (The United Nations Convention on Biological Diversity CBD) rahppui vuolláičállima várás ON:id biras- ja ovdánankonfereanssas (UNCED) Rio de Janeiros jagi 1992.
smn: Biologilii maaŋgâhámásâšvuotân kyeskee OA almossopâmuš (The United Nations Convention on Biological Diversity CBD) lehâstui vuáláčäällimnáál OA pirâs- já ovdedemkonfereensâst (UNCED) Rio de Janeirost ive 1992.

source: Suopma lea ratifiseren biodiversitehtasoahpamuša jagi 1994.
smn: Suomâ lii ratifisistám biodiversiteetsopâmuš ive 1994.

source: Biodiversitehtasoahpamuša ulbmilin leat eatnanspáppa ekosystemaid, ealli- ja šaddošlájaid ja daid árbedahkkiid máŋggahápmásašvuođa suodjaleapmi, luondduriggodagaid suvdilis geavaheapmi ja maiddái luonddu geenariggodagaid geavaheamis ožžojun ávkkiid vuoiggalaš juohkin.
smn: Biodiversiteetsopâmuš ulmen lii eennâmpáálu ekosysteemij, ellee- já šaddošlaajâi sehe toi ärbitahhei maaŋgâhámásâšvuođâ suojâlem, luánduriggoduvâi pištee kevttim sehe luándu geenivaarij kiävtust finnejum aavhij vuoigâdvuođâlâš jyehim.

source: Biodiversitehtasoahpamuša artihkal 8(j) geatnegahttá soahpamušoassebeliid suodjalit eamiálbmogiid biodiversitehtii gulavaš árbevirolaš dieđuid.
smn: Biodiversiteetsopâmuš artikla 8(j) kenigit sopâmušuásipeelijd suojâliđ algâaalmugij biodiversiteetân lohtâseijee ärbivuáválii tiäđu.

source: Artihkal mearrida, ahte soahpamušoassebealit galget riikkasis lágaideaset mielde gudnejahttit, suodjalit ja doalahit biologalaš máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami dáfus mearkkašahtti álgoálbmogiid ja árbevirolaš eallinvuogi hálddašan báikkálašservošiid dieđu, innovašuvnnaid ja geavadiid, sihke ovddidit ja viiddidit daid guoskadeami dán dieđu, innovašuvnnaid ja geavadiid eaiggádiid lobiin ja veahkehemiin sihke roahkasmahttit dán dieđu, innovašuvnnaid ja geavadiin ožžojun ávkkiid dássebeallásaš juohkima.
smn: Artikla meerrid, et sopâmušuásipeleh kalgeh jieijâs aalmuglii lahâasâttâs mield kunnijâttiđ, suojâliđ já paijeentoollâđ biologilii maaŋgâhámásâšvuođâ suojâlem já pištee kiävtu tááhust merhâšittee algâaalmugij já ärbivuáválii eellimhäämi omâsteijee páihálâšsiärvusij tiäđu, innovaatioid já vuáválâšvuođâid, sehe ovdediđ já vijđediđ toi heiviittem taan tiäđu innovaatioi já vuáválâšvuođâi omâsteijei luuvijn já iššijn sehe ruokâsmittiđ taan tiäđu, innovaatioi já vuáválâšvuođâi kiävtust finnejum aavhij täsipiälásii jyehim.

source: Artihkal suddje Suomas sápmelaččaid luonddugeavahussii gulavaš árbevirolaš dieđu.
smn: Artikla syeijee Suomâst sämmilij luándukiävtun lohtâseijee ärbivuáválii tiäđu.

source: Artihkal guoská Suomas sápmelaččaid.
smn: Artikla kuáská Suomâst sämmilijd.

source: Soahpamuša artihkal 10 (c) geatnegahttá soahpamušoassebeliid gáhttet ja roahkasmahttit biologalaš resurssaid vieruiduvvan geavaheami árbevirolaš kultuvrralaš vugiiguin, mat heivejit suodjaleami ja suvdilis geavaheami gáibádusaide.
smn: Sopâmuš artikla 10 (c) kenigit sopâmušuásipeelijd suojâliđ já movtijdittiđ biologilij resurssij vuáválii kevttim ärbivuáválij kulttuurlij vuovij miäldásávt, moh heivejeh suojâlem já pištee kevttim vátámâššáid.

source: Artihkal 8(j) ollašuhttima duogáš Suomas
smn: Artikla 8(j) olášuttem tuávváš Suomâst

source: Suomas birasministeriija ásahii 18.6.2009 Biologalaš máŋggahápmásašvuođa guoski oktasašsoahpamuša eamiálbmogiid árbedieđu gieđahalli artihkal 8 j álbmotlaš áššedovdibargojoavkku sámedikki ságadoalli evttohusas.
smn: Suomâst Pirâsministeriö asâttij 18.6.2009 vuossâmuu biologilii maaŋgâhámásâšvuotân kyeskee almossopâmuš algâaalmugij ärbitiäđu kieđâvuššee artikla 8j aalmuglii äššitobdeejuávhu sämitige saavâjođetteijee iävtuttâsâst.

source: Bargojoavku galggai válmmaštallat doaimmaid, mat vuođđuduvvet biologalaš máŋggahápmásašvuođa guoski oktasašsoahpamuša eamiálbmogii árbevirolaš dieđu seailluheapmái gullevaš artihkal 8j-bargoprográmmii.
smn: Pargojuávkku koolgâi valmâštâllâđ tooimâid, moh vuáđuduveh biologilii maaŋgâhámásâšvuotân kyeskee almossopâmuš algâaalmugij ärbivuáválii tiäđu siäilutmân lohtâseijee artikla 8j-pargo-ohjelmân.

source: Bargojoavku doaimmai Suoma luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmanprográmma 2006-2016 ollašuhttima ja čuovvuma ovddideaddji bargojoavkku vuollásažžan.
smn: Pargojuávkku tooimâi Suomâ luándu maaŋgâhámásâšvuođâ suojâlem já pištee kevttim aalmuglii strategia já toimâohjelm 2006–2016 olášuttem já čuávvum ovdedeijee pargojuávhu vuálásâžžân.

source: Bargojoavku luohpađii loahpparaporttas birasministeriijai 7.6.2011 lágiduvvon semináras.
smn: Pargojuávkku luovâttij loppâraportis pirâsministeriön 7.6.2011 uárnejum seminaarist.

source: Bargojoavku dagahii barggu áigge čilgehusa Akwé: Kon – rávvagiid gaskavuođas riikkasis lágaide ja čilgehusa sámiid vierrovuoigatvuođas.
smn: Pargojuávkku porgâttij pargoos ääigi čielgiittâs Akwé: Kon - ravvui koskâvuođâst aalmuglii lahâaasâtmân já čielgiittâs säämi utkevuoigâdvuođâst.

source: Bargojoavku dagai loapparaportastis 28 doaibmabidjo-evttohusa ja 11 ávžžuhusa.
smn: Pargojuávkku toovâi loppâraportistis 28 toimâiävtuttâssâd já 11 avžuuttâssâd.

source: Doaibmabijuin evttohuvvo luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu vuhtii váldima lágaid ja hálddahusa ovddidanfidnuin sihke oahpaheamis.
smn: Tooimâin iävtuttuvvoo luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu vuotânväldim lahâasâttâs já haldâttuv ovdedemprojektijn sehe škovliimist.

source: Bargojoavku evttoha, ahte resurssaid bidjat sámiid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu vurkemii, dutkamii ja ealáskahttimii.
smn: Pargojuávkku iävtut, et resursseh stivrejuvvojeh sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu vuorkkiimân, tutkâmân já iäláskitmân.

source: Biodiversitehta dili buorideami várás leat Suomas ráhkadan álbmotlaš biodiversitehtastrategiijat.
smn: Biodiversiteet tile pyeredem várás láá Suomâst ráhtám aalmuglijd biodiversiteetstrategiaid.

source: Biodiversitehtastrategiija ollašuhttima jođiha Suoma luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmaprográmma 2006-2016 ollašuhttima ja čuovvuma ovddideaddji bargojoavku (ng. Biodiversitehtabargojoavku).
smn: Biodiversiteetstrategia olášuttem stivree Suomâ luándu maaŋgâhámásâšvuođâ suojâlem já pištee kevttim aalmuglii strategia já toimâohjelm 2006-2016 olášuttem já čuávvum ovdedeijee pargojuávkku (nk. Biodiversiteetpargojuávkku).

source: Sámedikki ovddasta bargojoavkkus sámedikki ságajođiheaddji.
smn: Sämitige oovdâst pargojuávhust sämitige saavâjođetteijee.

source: Ovddit, jagis 2006 jahkái 2016 fámus leamašan strategiija galggai ođasmahttot biodiversitehtasoahpamuša oassebeallečoahkkimiid ja EU:a mearrádusaid geažil.
smn: Oovdeb, ive 2006 rääjist ihán 2016 räi vyeimist lamaš strategia koolgâi uđâsmittiđ biodiversiteetsopâmuš uásipeličuákkimij já EU miärádâsâi tiet.

source: Strategiija ođasmahttima válmmaštallmat álggahuvvojedje juo jagi 2010.
smn: Strategia uđâsmittem valmâštâllâm algâttii jo ive 2010.

source: Sámediggi oassálasttii strategiija válmmaštallamii váikkuhemiin ráđđehusráđđádallamiidda, artihkkala 8(j)-bargojoavkkus, biodiversitehtabargojoavkkus, addimiin cealkámušaid ja ráđđádallamiin strategiijas eiseválddiiguin.
smn: Sämitigge uásálistij strategia valmâštâlmân nuuvt, ete vaikuttij haldâttâsráđádâlmáid, artikla 8(j)-pargojuávhust, biodiversiteetpargojuávhust, adelij ciälkkámušâid já ráđádâlâi strategiast virgeomâháiguin.

source: Oaiveministtar Jyrki Katainen ráđđehusprográmmas leat čatnasan ođasmahttit álbmotlaš biodiversitehtastrategiija, suvdilis ovdáneami prográmma ja ollašuhttit áitatvuloš luonddutiippaid doaibmaplána.
smn: Uáiviminister Jyrki Katais haldâttâsohjelmist láá čonâdâttâm uđâsmittiđ aalmuglii biodiversiteetstrategia, killeel ovdánem ohjelm já olášuttiđ uhkevuálásij luándutiijpâi toimâvuávám.

source: Biodiversitehtastrategiija ollašuhttimis čatnasat dorvvastit sámi kulturlaš vieru ja árbbi geavahit luonddu.
smn: Biodiversiteetstrategia olášutmist čonâdâteh turviđ sämmilii kulttuurlii täävi já ärbivyevi kevttiđ luándu.

source: Stáhtaráđđi dohkkehii prinsihppamearrádusa ” Suoma luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami strategiijas jagiide 2013–2020, luonddu bealis– olbmo buorrin ” (ng. Biodiversitehtastrategiija).
smn: Staatârääđi tuhhiittij prinsiipmiärádâs ” Suomâ luándu maaŋgâhámásâšvuođâ suojâlem já pištee kevttim strategiast ivvijd 2013-2020, luándu peeleest – ulmuu pyerrin ” (nk. Biodiversiteetstrategia).

source: Prinsihppmearrrádus stivre biodiversitehtastrategiija ollašuhttima Suomas.
smn: Prinsiipmiärádâs stivree biodiversiteetstrategia olášuttem Suomâst.

source: Prinsihppamearrrádusas lea váldon vuhtii biodiversitehtasoahpamuša oassebeallečoahkkima mearrádusat soahpamuša ollašuhttima ovddideami várás sihke EU:a mearrádusat biodiversitehta suodjaleami várás.
smn: Prinsiipmiärádâsâst láá váldám vuotân biodiversiteetsopâmuš uásipeličuákkim miärádâsâid sopâmuš olášuttem oovdedmân sehe EU miärádâsâid biodiversiteet suojâlmân.

source: Prinsihppamearrrádusas nannejuvvo, ahte biodiversitehtasoahpamuša artihkal 8(j) geatnegasvuođat gusket Suomas sápmelaččaid.
smn: Prinsiipmiärádâsâst nanodeh, ete biodiversiteetsopâmuš artikla 8(j) kenigâsvuođah kyeskih Suomâst sämmilijd.

source: Prinsihppamearrrádus gieđahallá sámiid ruovttuguovllu luonddu máŋggahápmásašvuođa ja sápmelaččaid árbevirolaš dieđu dili ja boahtteáiggi.
smn: Prinsiipmiärádâsâst kieđâvušeh sämikuávlu luándu maaŋgâhámásâšvuođâ já sämmilij ärbivuáválii tiäđu tile já puátteevuođâ.

source: Stáhtaráđi prinsihppamearrrádusas lea artihkal 8(j):a ja sápmelaččaid guoski mearkkašahtti doaibmabijut ja ulbmilat:
smn: Staatârääđi prinsiipmiärádâsâst láá artikla 8(j):n já sämmilijd kyeskee merhâšittee tooimah já ulmeh:

source: - Luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami guoski mearriduvvon doaimmat ollašuhttojit beaktilit vuođđoláhkii gulavaš riikkavuložiid eanaoamastan- ja hálddašanvuoigatvuođaid sihke juohkeolbmovuoigatvuođaid gudnejahttimiin sihke juohke riikavuloža vástu luonddu máŋggahápmásašvuođa seailluheamis čuovvumiin ja sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđuid gudnejahttimiin
smn: - Luándu maaŋgâhámásâšvuođâ suojâlmân já pištee kevttimân kyeskee meridum tooimâid olášuteh pehtilávt nuuvt, ete kunnijâteh aalmugjesânij eennâmomâstem- já haldâšemvuoigâdvuođâid, maid vuáđulaavâ ana sistees sehe jyehiulmuu vuoigâdvuođâid sehe nuávditteh jyehi aalmugjeessân ovdâsvástádâs luándu maaŋgâhámásâšvuođâ siäilutmist já kunnijâteh sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu

source: - Stáhtaráđđi gidde erenoamáš fuopmášumi davvi luonddu hávváduvvanvuhtii, čuovvundárbbuide ja áittadahkkiid ovddalgihtii vuhtii váldimii sihke suodjaleapmai ja suvdilis geavaheapmai álbmotlaš eanageavaheapmai gulavaš lágaid ja hálddahusa čielggasmahttimiin sihke oktasašbarggus árktalaš guovllu ja Barentsa euroárktalaš guovllu rikkaiguin ovddidemiin sápmelaččaid vuoigatvuođaid eamiálbmogin ee. eanageavaheapmai gulavaš lágaid čielggasmahttimiin ja oassálastimiin aktiivalaččat riikkaidgaskasaš oktasašbargui eamiálbmogiid vuoigatvuođalaš ja duođalaš suodjaleami nannema várás.
smn: - Staatârääđi kiddee eromâš huámmášume tave luándu háváduvâšvuotân, čuávvumtárboid já uhketahhei muuneedmân sehe suojâlmân já pištee kevttimân aalmuglávt nuuvt, ete čielgâsmit eennâmkevttimân lohtâseijee lahâasâttem já haldâttuv sehe oovtâstpargoost arktâlâš kuávluin já Baareents euroarktâlâš kuávlu staatâiguin ovdedeh sämmilij vuoigâdvuođâid algâaalmugin el. nuuvt, ete čielgâsmiteh eennâmkevttimân lohtâseijee lahâasâttem já uásálisteh aktiivlávt aalmugijkoskâsii oovtâstpaargon algâaalmugij vuoigâdvuođâlii já tuođâlii suojâlem nanodem tiet.

source: - Stáhtaráđđi ollašuhttá luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami oktavuođas oktasašsoahpamušas ja dan mearrádusain girjejun eamiálbmogiid árbevirolaš dieđuid guoskavaš linjemiid ja deattuha Suoma vejolašvuođaid doaibmat báktečuollin riikkaidgaskasaš servošiin artihkal 8(j) ollašuhttimis.
smn: - Staatârääđi olášut luándu maaŋgâhámásâšvuođâ suojâlem já pištee kevttim ohtâvuođâst almossopâmušâst já ton miärádâsâin kirjettum algâaalmugij ärbivuáválii tiätun kyeskee linjiimijd já tiädut Suomâ máhđulâšvuođâid toimâđ oovdâstjotten aalmugijkoskâsii siärváduvvâst artikla 8(j) olášutmist.

source: Konkrehtalaš doaibmabijut:
smn: Konkreetliih tooimah:

source: Ulbmil 14.
smn: Ulme 14.

source: Vealtameahttun bálvalusaid buvttadeaddji ekosystemat ođasmahttojit ja dorvvastuvvojit váldimin fuopmášupmai sosiálalaš, ekonomalaš ja kulturlaš ášši beliid.
smn: Ekosysteemijd, moh pyevtitteh velttidmettum palvâlusâid, macâtteh ovdii tilán já torvejeh nuuvt, ete väldih vuotân sosiaallijd, ekonomâlijd já kulttuurlijd uáinuid.

source: Dás váldo fuopmášupmái earet eará čáhcái, dearvvasvuhtii, ealáhusaide ja buresveadjimii gulavaš ekosystemabálvalusat sihke sápmelaččaid dárbbut eamiálbmogin.
smn: Tast väldih vuotân eres lasseen čáácán, tiervâsvuotân, iäláttâssáid já pyereestvajemân lohtâseijee ekosysteempalvâlusâid sehe sämmilij táárbuid algâaalmugin.

source: - Ulbmil 18.
smn: - Ulme 18.

source: Luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami dáfus lea dehalaš ahte sápmelaččaid árbevirolaš dieđuid ja vieruid sihke biologalaš resurssaid árbevirolaš geavaheami gudnejahttit, ealáskahttit ja suodjalat riikkasis lágáid ja riikkaidgaskasaš geatnegasvuođaid mielde ovddidemiin árbevirolaš dieđu suodjáleami guoskavaš hálddahusa ja lágaid.
smn: Luándu maaŋgâhámásâšvuođâ suojâlem já pištee kevttim tááhust merhâšittee sämmilij ärbivuáválii tiäđu já vuáháduvâid sehe biologilij resurssij ärbivuáválii kevttim kunnijâteh, iäláskiteh já suojâleh aalmuglii lahâasâttem já aalmugijkoskâsij kenigâsvuođâi miäldásávt nuuvt, ete ovdedeh ärbivuáválii tiäđu suojâlmân kyeskee haldâttuv já lahâasâttem.

source: Oktasašsoahpamuša ollašuhttimis váldo vuhtii sápmelaččaid buorre ja beaktilis oassálastin buot dárbbašlaš dásiin oktasašsoahpamuša ja oassebeallečoahkkimiid mearrádusaid mielde.
smn: Almossopâmuš olášutmist väldih vuotân sämmilij tievâslii já pehtilis uásálistem puoh tárbulijn taasijn almossopâmuš já uásipeličuákkimij miärádâsâi miäldásávt.

source: Biodiversitehtadoaibmaprográmma
smn: Biodiversiteettoimâohjelm

source: Biodiversitehtabargojoavkkus lea ollašuhttima doarjjan ráhkaduvvon eiseválddiid ja čanusjoavkkuid geatnegahtti doaibmaprográmma.
smn: Biodiversiteetpargojuávhust láá olášuttem toorjân ráhtám virgeomâháid já čanosjuávhuid kenigittee toimâohjelm.

source: Doaibmaprográmma lea fámus jahkái 2020 ja dan ollašuhttima čuovvut ja ovddidat biodiversitehtabargojoavkkus.
smn: Toimâohjelm lii vyeimist ihán 2020 já ton olášuttem čuávuh já ovdedeh biodiversiteetpargojuávhust.

source: Sámediggi lea oassálastán doaibmaprográmma válmmaštallamii.
smn: Sämitigge lii uásálistâm toimâohjelm valmâštâlmân.

source: Doaibmaprográmma gieđahallá viidásabbot go áitosaš strategiija sámiid ruovttuguovllu luonddu máŋggahápmásašvuođa dili ja sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu dili.
smn: Toimâohjelm kieđâvuš vijđásubboht ko eidusâš strategia sämikuávlu luándu maaŋgâhámásâšvuođâ tile já sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu tile.

source: Doaibmaprográmmas leat ásahuvvon doaibmabijuide áigetávvalat ja vástubealit.
smn: Toimâohjelmist láá asâttâm toimáid äigitaavluid já ovdâsvástádâspeelijd.

source: Doaibmaprográmmas leat máŋggat sápmelaččaid guoski ulbmilat.
smn: Toimâohjelmist láá maaŋgah sämmilijd kyeskee ulmeh.

source: Sápmelaččaide dehalamos doaibmabijut:
smn: Sämmilijd tergâdumoseh tooimah:

source: 2) Ovddidat oahpaheaddjiid dievasmahttinskuvlema ealánšládjadovdamušas ja luonddu máŋggahápmásašvuođa guoskavaš gažaldagaid pedagogihkas.
smn: 2) Ovdedeh máttáátteijei tievâsmittemškovlim iäláánšlajâtubdâmist já luándu maaŋgâhámásâšvuotân kyeskee koččâmušâi pedagogiikâst.

source: Ovddidat ođđa diehtoteknologiija mielde šládjadovdamuša ja suvdilis ovdáneami bajásgeassima (ee. sámeoahpahusas ja dan oahppamateriálabuvttadeamis luonddu máŋggahápmásašvuođa guoski árbevirolaš dieđu sihke dan suodjaleami ja árvvu).
smn: Ovdedeh uđđâ tiätuteknologia vievâst slajâtubdâm já killeel ovdánem šoddâdem (ml. sämimáttááttâsâst já ton oppâmateriaalpyevtitmist luándu maaŋgâhámásâšvuotân kyeskee ärbivuáválii tiäđu sehe ton suojâlem já áárvustanneem).

source: , Sámediggi
smn: , Sämitigge

source: 16) Guoskaduvvo CBD-oktasašsoahpamuša 9. oassebeallečoahkkima dohkkehan eaktodáhtolaš Akwé: Kon – rávvagiid sámiid ruovttuguovllu eanageavaheami plánemis ja stivremis sihke váldit vuhtii rávvagiid eanageavaheami stivremii gulavaš lágaid ođasmahttimis.
smn: 16) Heiviitteh CBD-almossopâmuš 9. uásipeličuákkim tuhhiittem rijjâtátulijd Akwé: Kon – ravvuid sämikuávlu eennâmkevttim vuáváámist já stivriimist sehe väldih vuotân ravvuid eennâmkevttim stivriimân lohtâseijee lahâasâttem uđâsmitmist.

source: 22) Ollašuhttit eará hálddahussurggiid ja čanusjoavkkuid oktasašbargun ráhkaduvvon doaibmaplána Suoma áitatvuloš luonddutiippaid dili buorideami várás.
smn: 22) Olášuteh sierâ haldâttâhsuorgij já čanosjuávhui oovtâstpargon rahtum toimâvuávám Suomâ uhkevuálásij luándutiijpâi tile pyeredem várás.

source: Buoridat diehtovuođu luonddutiippaid suodjaleami, divššu, ođasmahttima, dutkamuša ja čuovvuma čuoziheami dihtii.
smn: Pyeredeh tiätuvuáđu luándutiijpâi suojâlem, tipšom, ovdii tilán macâttem, tutkâm já čuávvum čuosâttem várás.

source: Lasihat oktasaš dieđu luonddutiippaid mearkkašumis oassin riikkamet luonddu máŋggahápmásašvuođa.
smn: Lasetteh almos tiäđu luándutiijpâi merhâšuumeest uássin mii eenâm luándu maaŋgâhámásâšvuođâ.

source: Dárkkálmahttit áddejumi vuovdelágan luonddutiippaid áitatvulosvuođas.
smn: Tärkkilisteh kove miäccáás luándutiijpâi uhkevuálásâšvuođâst.  YM.

source: 35) Ovddidat luonddu máŋggahápmásašvuođa suodjaleami sihke sámiid kultuvrra ja árbevirolaš ealáhusaid dáfus suvdilis luondoturismma ja luonddu virkkosmahttingeavaheami stáhtaráđi luonddu virkkosmahttingeavaheami ja luondoturismma guoskavaš prinsihppamearrádusa (VILMAT) ja Suoma turismastrategiija 2020 mielde.
smn: 35) Ovdedeh luándu maaŋgâhámásâšvuođâ suojâlem sehe sämmilij kulttuur já ärbivuáválij iäláttâsâi tááhust killeel luándumađhâšem já luándu virkosmittemkiävtu staatârääđi luándu virkosmittemkiävtun já luándumaađhâšmân kyeskee prinsiipmiärádâs (VILMAT) já Suomâ mađhâšemstrategia 2020 miäldásávt.

source: 37) Nánnet luonddu máŋggahápmásašvuođa dáfus suvdilis guovlluidgeavaheami plánema turismaguovddášiid birra ovdamearkan čohkkemiin turismabálvalusaid luonddu máŋggahápmásašvuođa dorvvasteami perspektiivvas.
smn: 37) Nanodeh luándu maaŋgâhámásâšvuođâ tááhust killeel kuávluikevttim suunnâttâllâm máđhâšemkuávdái pirrâ ovdâmerkkân nuuvt, ete kuávdásmiteh mađhâšempalvâlusâid luándu maaŋgâhámásâšvuođâ turvim uáinust.

source: 67) Geahpedat ealáhusdoaimmas, dego lavdnjebuvttadeamis ja ruvkebuvttadeamis, šaddi ekosystemabálvalusaid fuotnáneami, omd. luonddu ja virkkosmahttingeavaheami sihke sámiid árbevirolaš ealáhusaid dáfus vahátlaš birasvaikkuhusaid, erenoamážit čázádat- ja eará suđđamiid, beavttálmahttimin doaibmasuorggi iežas, buoremus tehnihkáin ollašuhtton birasgáhttendoaibmabijuid.
smn: 67) Ucedeh iäláttâstooimâst, tego lavŋepyevtittâsâst já ruukitooimâst, šaddee ekosysteempalvâlusâi hiäjusmem, om. luándu já virkosmittemkiävtu sehe sämmilij ärbivuáválij iäláttâsâi tááhust háitulijd pirâsvaikuttâsâid, eromâšávt čácádâh- já eres luáštuid nuuvt, ete pehtiliteh toimâsyergi jieijâs, pyeremus teknologia vievâst olášuttum pirâssuojâlemtooimâid.

source: 78) Stivret davvi meahcceguovlluid ja suodjalanguovlluid eanageavaheami sihke luondoturismii ja luonddu máŋggahápmásašvuhtii vuođđuduvvi ealáhusdoaimma roahkasmahttimiin máŋggahápmásašvuođa dorvvasteami ja iešguđet beroštumiid oktiiheiveheami.
smn: 78) Stivrejeh tave meccikuávlui já suojâlemkuávlui eennâmkevttim sehe luándumaađhâšmân já luándu maaŋgâhámásâšvuotân vuáđuduvvee iäláttâstooimâ nuuvt, ete movtijditeh maaŋgâhámásâšvuođâ turvim já sierâ intressij oohtânheiviittem.

source: Ovddidat duottarguovlluid eanageavaheami ollišlaš plánema Akwé: Kon – rávvagiid mielde nu, ahte boazodoalu ja eará eanageavaheami ruossalasvuođat geahppánit ja vahátlaš váikkuhusat duottarlundui helpejit.
smn: Ovdedeh tuodârkuávlui eennâmkevttim olesváldálii suunnâttâllâm Akwé: Kon – ravvui vievâst nuuvt, ete puásuituálu já eres eennâmkevttim ruossâlâsvuođah kiäppáneh já háituliih vaikuttâsah tuodârluándun kiäppáneh.

source: 79) Ovddidat boazodoalu dálve- ja geasseguohtuneatnamiid lonohallama ja láiddoninventeremiid guohtuneatnamiid gierdannávccaid dorvvasteami dihtii oktasašbarggus bálgosiiguin, váldimin vuhtii ášši guoski dutkandieđu, sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu ja eará boazodollui laktáseaddji dieđu.
smn: , Sämitigge 79) Ovdedeh puásuituálu kuáttumjuurrâm já kuáttuminventistmijd kuátumij kyeddimnaavcâ turvim tiet oovtâstpargoost palgâsijguin, nuuvt ete väldih vuotân áášán kyeskee tutkâmtiäđu, sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu já eres puásuituálun lohtâseijee tiäđu.

source: Roahkasmahttit bálgosiid ráhkadit máŋggaulbmillaš boazodoalloplánaid.
smn: Movtijditeh palgâsijd rähtiđ maaŋgâulmemiäldásijd puásuituáluvuáváámijd.

source: Joatkit guohtoneatnamiid diliid čuovvuma ja ovddidat guohtoneatnamiid inventerenvugiid.
smn: Juátkih puásuikuátumij tile čuávvum já ovdedeh kuátumij inventistemvuovijd.

source: 84) Mielde maiddái luonddu máŋggahápmásašvuhtii gulavaš sápmelaččaid árbevirolaš dieđu vuhtii váldima joatkit barggu ILO:a eamiálbmogiid guoski oktasašsoahpamuša ratifiserengáibádusaid čilgema várás ráđđehusprográmma ulbmila mielde sihke loahpahat Davviriikkalaš sámesoahpamuša guoski ráđđádallamiid.
smn: 84) Luándu maaŋgâhámásâšvuotân lohtâseijee sämmilij ärbivuáválii tiäđu vuotânväldim tiet juátkih pargo ILO algâaalmugáid kyeskee almossopâmuš ratifisistemiävtui selvâttem várás haldâttâsohjelm ulme miäldásávt sehe tuálvuh loopân Tave-eennâmlii sämisopâmušân kyeskee ráđádâlmijd.

source: Artihkal 8 (j) – bargojoavkku laohpparaporttas ovdanbuktojun doaibmabijuid ollašuhttima joatkit, vuođustun sivaid dihtii doaibmabijut dárkkistuvvojit ja dievasmahttojit ođđa artihkkala 8(j)-bargojoavkkus ja doaibmabidjoevttohusat buktojit čuovvunbargojovkui dohkkeheami várás.
smn: Artikla 8 (j) – pargojuávhu loppâraportist oovdânpuohtum tooimâi olášuttem juátkih, vuáđustâllâm suujâi tiet tooimâid tärhisteh já tievâsmiteh uđđâ artikla 8(j)-pargojuávhust já toimâiävtuttâsâid pyehtih čuávvumpargojuávkun tuhhiittemnáál.  OM, UM.

source: 85) Ráhkkanat váldit atnui CBD-oktasašsoahpamuša oassebeallečoahkkima dohkkehan indikáhtoriid, mat gusket gielalaš máŋggahápmásašvuođa, sámiid ruovttuguovllu eanageavaheami ja árbevirolaš ealáhusaid dili ja ovdáneami sihke árbevirolaš dieđu, innovašuvnnaid ja geavadiid dili ja ovdáneami.
smn: 85) Ráhtádâteh väldiđ kiävtun CBD-almossopâmuš uásipeličuákkim tuhhiittem indikaattorijd, moh kyeskih kielâlii maaŋgâhámásâšvuotân, sämikuávlu eennâmkevttim já ärbivuáválij iäláttâsâi tilán já ovdánmân sehe ärbivuáválij tiäđu, innovaatioi já vuáháduvâi tilán já ovdánmân.

source: Artihkal 8(j):a ollašuhttin Suomas joatkašuvvá
smn: Artikla 8(j) tooimânpieijâm Suomâst juátkoo

source: Birasministeriija ásahii nuppi álbmotlaš artihkal 8(j)-áššedovdibargojoavkku doaibmabadjái 15.2.2013-31.12.2014.
smn: Pirâsministeriö asâttij nube aalmuglii artikla 8(j)-äššitobdeepargojuávhu toimâpajan 15.2.2013-31.12.2014.
